Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: “That is why childhood is an important period for establishing good habits, not least by engaging in physical activity to prevent lifestyle diseases.”
nb: – Derfor er nettopp barndommen en viktig periode for å etablere gode vaner, ikke minst med fysisk aktivitet, for å forebygge livsstilssykdommer.

source: This was one of the questions Gerd Marie Solstad wanted to answer with her doctoral degree in sport science.
nb: Det var ett av spørsmålene Gerd Marie Solstad gjerne ville ha svar på i forbindelse med sin doktorgrad i idrettsvitenskap.

source: In cycle sports and, for that matter, long-distance running, it is an obvious advantage to have a low body weight.
nb: I sykkelsporten og for så vidt langdistanseløping er det en klar fordel å ha lav kroppsvekt.

source: Exercise physiology, sports nutrition, muscle physiology, sport science, strength training, recovery, Football/soccer, muscular adaptation to training
nb: Idrettsfysiologi, idrettsernæring, muskelfysiologi, treningslære, styrketrening, restitusjon, fysisk trening, fotball, tilpasning til trening.

source: The Research Council of Norway – BEDRE HELSE program
nb: Norges forskningsråd – BEDRE HELSE program

source: The results from the follow-up in study 1 also indicated that these effects may be long lasting.
nb: Resultatene fra oppfølgingsmålingene i studie 1 indikerer at effektene av MT også kan være langvarige i høyprestasjonsgrupper.

source: The overall aim was to develop and evaluate an Internet intervention for motivating overweight and obese adolescents (13-15 years) to increase and maintain self-determined physical activity (PA) and thereby enhance their cardiorespiratory fitness (CRF) and health-related quality of life (HRQoL).
nb: Den overordnede hensikten med prosjektet har vært å utvikle og evaluere effekten av en internettbasert intervensjon for å motivere ungdom (13-15 år) med overvekt til å øke selvbestemt fysisk aktivitet for å bedre fysisk form og øke helserelatert livskvalitet.

source: The answer must follow the following instructions:
nb: , undervisningsplan/-gjennomføring og kjernepensum og legger vekt på følgende:

source: The requirements have been long-standing: Pupils must have at least 45 minutes of physical activity every day – but in what way?
nb: Kravet har vært der lenge: Elevene skal ha minst 45 min fysisk aktivitet hver dag – men hvordan?

source: They played an important role in elite junior performers’ maladaptive motivational processes, contributing in both positive and negative ways (Papers I, II, and V).
nb: De spilte en viktig rolle i de unge eliteutøvernes ugunstige motivasjonsprosesser på godt og vondt (Artikkel I, II og V).

source: Hence, there is a need for cross-cultural meeting points.
nb: Det er derfor et sterkt behov for kryss-kulturelle møteplasser.

source: It is important to choose a journal that is approved at level 1 or 2, so that NIH gets a score for the article.
nb: Det er viktig å velge et tidsskrift som er godkjent på nivå 1 eller 2, slik at NIH får uttelling for artikkelen.

source: "This creates safe, predictable and quickly understood interactions," she says.
nb: – Slikt gjør samspillet trygt, forutsigbart og raskt å forstå, sier hun.

source: “It will be a completely different experience if you get to feel, for example, some of the uncertainty of a historical event in your body instead of just reading about it.
nb: – Det blir en helt annen opplevelse om man får kjenne for eksempel noe av usikkerheten i en historisk hendelse på kroppen i stedet for bare å lese om det.

source: (5) An annulment decision entails an obligation to return any diplomas or mark transcripts to the institution.
nb: (5) Etter avgjørelse om annul ering pliktes eventuelt vitnemål eller karakterutskrift tilbakelevert institusjonen.

source: D in Molecular Exercise Physiology/Bioengineering, Liverpool John Moores and Keele Universities, UK.
nb: Ph.D i Molekulær treningsfysiology/bioingenør ved Liverpool John Moores og Keele Universitet i England.

source: He earned general teacher education (1975), specialist sport and physical education teacher education certificate (1977) and master in sport science (1979).
nb: Tidligere har han allmennlærerutdanning fra Kristiansand Lærerskole (1975), toårig faglærerutdanning i kroppsøving og idrett (1977) og hovedfag i idrettsvitenskap (1979).

source: The candidates spoke highly about this as an appreciated occasion that improved their work.
nb: Evalueringen skal identifisere behov for tiltak som kan bidra til å fullføre på normert tid.

source: Despite greater leucine concentrations in blood with native whey, we observed no differences in phosphorylation of p70S6K, 4E-BP1 and eEF-2, or muscle protein synthesis between native whey and WPC-80 in young or elderly individuals in the following acute studies.
nb: På tross av den høyere konsentrasjonen i blod så vi ingen forskjeller i fosforylering av p70S6K, 4E-BP1 og eEF-2, eller i muskelproteinsyntesen mellom nativ myse og WPC-80 i yngre, eller eldre etter styrketrening i de påfølgende akuttstudiene.

source: Section 2 Scope, content and objectives of doctoral education
nb: § 2 Omfang, innhold og målsetting for ph.d.‐utdanningen

source: The breakdancing community in Oslo is made up of about 60 youngsters.
nb: Breaker-miljøet i Oslo består i dag av omlag 60 unge mennesker.

source: Magulas completed her master’s degree in exercise physiology and sports biomechanics at The Department for Physical Performance at NSSC in 2014.
nb: Magulas tok mastergrad i Idrettsfysiologi- og biomekanikk på NIH i 2014 ved Seksjon for fysisk prestasjonsevne.

source: Our goal is to start the semester in August with open doors, and to have an almost normal welcome week and matriculation” says Director and head of emergency Lise Sofie Woie.
nb: Målet vårt er at semesterstart i august skal kunne gjennomføres med åpne dører og som tilnærmet normalt bortsett fra fadderuke og immatrikulering, sier administrerende direktør og beredskapsleder Lise Sofie Woie.

source: Sigve Nyvik Aas decided therefore to check if this also occurred in humans.
nb: Derfor ønsket Sigve Nyvik Aas å undersøke om det samme er tilfellet hos mennesker.

source: The coursework amounts to a total of thirty (30) credits.
nb: Opplæringsdelen utgjør til sammen tretti (30) studiepoeng.

source: Of the 300 women included in the ongoing cohort study (Paper I), 277 were followed from mid-pregnancy to 6 weeks after delivery.
nb: Av de 300 kvinnene inkludert i den prospektive studien (Paper I), ble 277 fulgt fra midt i graviditeten til 6 uker etter fødsel.

source: 155 teachers initially answered a questionnaire before in-depth interviews were held with focus groups at six selected schools.
nb: De 155 lærerne besvarte først spørreskjema før såkalte fokusgrupper på seks utvalgte skoler ble dybdeintervjuet.

source: This is caused by a number of factors, including how the fast, explosive muscle fibres (“type II fibres”) in particular tend to shrink while there is less loss of the slower, endurance type I fibres.
nb: Det henger blant annet sammen med at særlig de raske, eksplosive muskelfibrene («type II»-fibrene) krymper inn, mens de langsomme, utholdende type I-fibrene taper seg mindre.

source: The plan for the stay must be approved by the main supervisor and confirmed completed by the external institution.
nb: Plan for oppholdet skal godkjennes av hovedveileder og bekreftes gjennomført av ekstern institusjon.

source: The written examination consists of an essay which the candidate has 14 days to complete.
nb: Den skriftlige eksamen består i en oppgave der studenten får 14 dager til disposisjon for besvarelse.

source: Several other heavyweights (pardon the pun) in this field took part in the project, such as stamina expert, World Champion and former national team coach in orienteering,
nb: Flere andre tungvektere (hvis det er lov å si) var også med på prosjektet, som utholdenhetseksperten, verdensmester og tidligere landslagstrener i orientering,

source: In addition to the retrospective interviews, two dyadic studies will also be conducted consisting of 1 coach and 2 athletes who still perform at the world-class level.
nb: I tillegg til de retrospektive intervjuene vil det også bli gjennomført to dyadestudier bestående av 1 trener og 2 utøvere som fremdeles presterer på verdenstoppnivå.

source: The skeleton is largely composed of calcium, and calcium intake is therefore extremely important - in addition to bodybuilding exercises and general training.
nb: Skjelettet består mest av kalsium, og derfor er kalsiuminntaket svært viktig - i tillegg til styrketrening og allsidig trening.

source: Just before Christmas, “The Special One” disappeared out the door at Old Trafford.
nb: Rett før jul forsvant «The Special One» ut dørene på Old Trafford.

source: Meland is responsible for concept development in the sports psychology lab at NIH (20%) and employed as a sport psychology consultant at Olympiatoppen (20%) and senior advisor at Norges Bank Investment Management (60%).
nb: I dag har Meland ansvar for prosjektutvikling på idrettspsykologisk laboratorium (20%) ved NIH og ansatt som fagkonsulent ved Olympiatoppen (20%), og seniorrådgiver i Norges bank pensjonsfond utland (60%).

source: Imre has previously been involved with CICERO and the Arne Næss Programme.
nb: Imre har tidligere vært involvert i CICERO og i Arne Næss-programmet.

source: The exercise group will conduct home-based strengthening training of the pelvic floor muscles during a 3-month period.
nb: Treningsgruppen skal gjennomføre daglig hjemmebasert styrketrening av bekkenbunnsmusklene i 3 måneder.

source: From the spring of 2015, Masters' theses from NIH are available electronically in the archive Brage, and not in paper in the library.
nb: Fra våren 2015 er masteroppgavene fra NIH kun tilgjengelig elektronisk i arkivet Brage, og ikke i papir i biblioteket.

source: In total 156 met for baseline screening, of whom 103 were diagnosed with BN and 53 with BED.
nb: Totalt møtte 156 stk til kartleggingen før behandlingsstart, hvorav 103 ble diagnostisert med BN og 53 stk med BED.

source: And the logic behind it all is fairly simple:
nb: Og det er en ganske enkel logikk i det hele:

source: ": You get his screen (receipt): Within 1 hour you will receive an email with a link to the installation-file – click the link.
nb: Du får da en kvitteringsskjerm: Innen 1 time skal du ha mottatt en epost med lenke til installasjonsfil – klikk på lenken.

source: How do postpartum women perceive their health, appearance and function of their body and abdomen?2.
nb: Hvordan oppleves helse, utseende og funksjon av kropp og mage hos kvinner seks måneder etter fødsel?2.

source: “The results are so good that big teams like PSV Eindhoven and Chelsea have already adopted the exercise”, says Harøy.
nb: - Resultatene er så gode at storlag som PSV Eindhoven og Chelsea allerede har adoptert øvelsen, sier Joar Harøy.

source: 29% of the PED-t group recovered completely, compared to 12% in the CBT group.
nb: 29 prosent i PED-t gruppa ble helt friske, sammenlignet med 12 prosent i CBT-gruppa.

source: It's about so much more than chatting or good chemistry," says Anne Fylling Frøyen.
nb: Det handler om så mye mer enn prat eller god kjemi, sier Anne Fylling Frøyen.

source: When negotiating the maladaptive motivational processes, the role of self-determined functioning played a key role in relation to elite junior performers’ coping, learning, and developing from adversity (Papers I and V).
nb: Verdien av selvbestemt motivasjonsfungering spilte en nøkkelrolle i forhold til å takle og mestre ugunstige motivasjonsprosesser, og for å klare å utvikle seg i positive retning tross vanskelige erfaringer og motgang (Artikkel I og V).

source: In the example below, the link to the license is clearly visible (red square):
nb: I eksempelet under, er lenken til lisensen godt synlig (rød firkant):

source: There was no change in body composition.
nb: Ingen endring i kroppssammensetning.

source: After completion of his/her doctoral degree, the members must have proved production of independent scientific work in publishing channels approved by the Ministry of Education and Research for this purpose.
nb: Medlemmene må etter doktorgrad ha vist selvstendig egenproduksjon av vitenskapelig arbeider i publiseringskanaler som er godkjent av Kunnskapsdepartementet til dette formål.

source: The cross-sectional study on physical fitness and physical activity in HG soldiers was conducted on 799 male HG soldiers from five HG districts and 38 troops.
nb: Tverrsnittsstudien av fysisk form og fysisk aktivitet i HV ble gjennomført på 799 mannlige HV-soldater fra fem HV-distrikter og totalt 38 tropper.

source: Mid-term evaluation of the candidate's PhD project (five (5) credits)
nb: Midtveisevaluering av kandidatens eget ph.d.-prosjekt (5 studiepoeng)

source: 155 teachers participated in the study.
nb: 155 lærere deltok i studien.

source: These included men and women between the ages of 18 and 35.
nb: Dette var kvinner og menn mellom 18 og 35 år.

source: She says they have not focused as much on calorie burning in general, but have shown that not all calories are burned equally, and, furthermore: That Bodypump increases skeletal strength.
nb: Hun sier de ikke har fokusert så mye på kaloriforbrenning generelt, men har påvist at ikke alle kalorier forbrennes likt, og videre:

source: This is presented in a study that Mette Stavnsbo will defend as part of her PhD at the Norwegian School of Sport Sciences (NIH) on 23 January.
nb: Det kommer frem i en studie som Mette Stavnsbo skal forsvare som sin doktorgrad ved Norges idrettshøgskole (NIH) 23.

source: While damage to the actual meniscus is common in young people, poorly functioning worn meniscus in middle-aged people and the elderly is common, particularly after one has passed the age of 50.
nb: Mens skader i selve menisken er vanlig hos unge, er slitte menisker med dårlig funksjon vanlig hos middelaldrende og eldre, særlig etter at man har passert 50 år.

source: Kasper Lasthein Madsen is a PhD student at the Department of Teacher Education and Outdoor Life Studies (ILF) at NIH.
nb: Kasper Lasthein Madsen er ph.d.-student ved Institutt for lærerutdanning og friluftslivsstudier (ILF) på NIH.

source: The athletes will respond to a web-based questionnaire.
nb: Utøverne svarer på elektronisk spørreskjema.

source: The participants, who on average were in their mid-80s, built new strength and new muscle mass by training with machines.
nb: Deltakerne, som gjennomsnittlig var midt i 80-årene, bygde ny styrke og ny muskelmasse gjennom apparattreningen.

source: In Paper III, we found that the majority of coaches (84%) and captains (89%) believed that handball players are at high risk for shoulder injuries.
nb: Flertallet av trenere (84%) og kapteiner (89%) som var inkludert i Undersøkelse III rapporterte at håndballspillere har høy risiko for skulderproblemer.

source: Subproject IIOnly 37 (34%) of 108 studies reported whether training load had any missing observations.
nb: DOI: Delprosjekt II Bare 37 (34 %) av 108 studier rapporterte om treningbelastning hadde noen manglende observasjoner.

source: They completed a 10-week-long weight training programme.
nb: De gjennomførte et 10 uker langt styrketreningsprogram.

source: Disturbances ruin your focus, and you simply can't afford to do that if you want to be the best in the world," she says.
nb: Forstyrrelser ødelegger fokus, og det har man rett og slett ikke råd til om man vil bli best i verden, sier hun.

source: In the training studies we investigated the effect of native whey or milk supplementation during a strength-training period (12 weeks in young and 11 weeks in elderly) on muscle growth and gains in strength in young and elderly participants.
nb: I treningsstudiene undersøkte vi effekten av å supplementere med nativ myse eller lettmelk gjennom en treningsperiode (12 uker for yngre og 11 uker for eldre) på muskelvekst og endring i styrke hos yngre og eldre forsøkspersoner.

source: People need to stop believing that they get more muscle and strength when they train on external things such as protein powder, and take credit themselves," says Håvard Hamarsland, a PhD student at the Norwegian School of Sports Sciences.
nb: Folk må slutte å tillegge det at de får mer muskler og styrke når de trener til eksterne ting som proteinpulver, og heller ta æren for det selv, sier Håvard Hamarsland, doktorgradsstipendiat ved Norges idrettshøyskole.

source: MSc Sport and Health Sciences – University of Exeter.
nb: MSc i "Sport and Health Science" fra Universitetet i Exeter.

source: Ex-professional Rugby League Player in the UK.
nb: Tidligere profesjonell Rugby League spiller i Storbritannia.

source: Imre is a Ph.D. candidate in the department of Department of Teacher Education and Outdoor Life Studies.
nb: Imre er doktorgradsstipendiat ved institutt for lærerutdanning og friluftslivsstudier.

source: The application for admission must be submitted in five (5) copies and contain the following items: - Documentation of the educational qualifications to serve as the basis of admission.
nb: Søknaden som skal leveres i 5 eksemplarer, bør inneholde: -Dokumentasjon for den utdanning som skal ligge til grunn for opptaket.

source: In the second study we investigated whether a computerised go/no-go test could be a reliable measure of changes in response-inhibition during whole body vibration in elite orienteering-runners (n = 19).
nb: I den andre studien undersøkte vi om en computerbasert «go/no-go» test kunne være et reliabelt mål på endringer i respons-inhibisjon under helkropps vibrasjon hos elite orienteringsløpere (n = 19).

source: According to Torstein Dalen-Lorentsen, the study boils down to one simple lesson – in addition to the fact that the whole milieu would have to be included and one would have to place emphasis on how prevention would affect performance:
nb: Torstein Dalen-Lorentsen mener studien koker ned til én enkel lærdom – i tillegg til det at man må få med hele miljøet og vektlegge hva forebygging betyr for prestasjon:

source: Associate professor Monica Klungland Torstveit, Ph.d., Department of Public Health, Sport and Nutrition, University of Agder (UiA)
nb: Førsteamanuensis Monica Klungland Torstveit, Ph.d., Institutt for folkehelse, idrett og ernæring, Universitetet i Agder (UiA)

source: Research is undertaken on various groups of interest such as swimming and cross-country athletes, those with asthma and respiratory trauma, those with physical disabilities, as well as children and adolescents with asthma and allergies, and healthy physically active and inactive children.
nb: Det gjøres forskning på ulike grupper som for eksempel idrettsutøvere innen svømming og langrenn, utøvere med astma og luftveisproblematikk, utøvere og pasienter med fysiske funksjonshemminger, samt barn og unge med astma og allergier og friske fysisk aktive og inaktive barn.

source: One of the most positive lessons learned from the study is that weight training for older people has a positive effect in a very short time.
nb: En av de mest positive lærdommene fra studien er at styrketrening for eldre gir god effekt på veldig kort tid.

source: Ola has athlete and coach experience from several sports, including volleyball and basketball.
nb: Han har tidligere vært utøver i flere idretter, blant annet i volleyball og basketball.

source: The group assessed and graded a total of 28 exercises according to both effect and how probable they felt it was that the handball players would carry out the exercises.
nb: I alt 28 øvelser ble gradert både etter effekt og etter hvor sannsynlig de mente det var at håndballspillere ville gjennomføre disse øvelsene.

source: I am a Senior Librarian, and I work in the Department for Research Management and Library.
nb: Jeg er spesialbibliotekar, og ansatt i Avdeling for forskning og bibliotek.

source: The children, who were from various schools in Sogn and Fjordane, were allocated half an hour of activity three days a week in Norwegian, English and maths lessons - in the form of maths bingo or relay races with mathematic wheels that took place outdoors.
nb: Ungene, som var fra ulike skoler i Sogn og Fjordane, fikk lagt inn en halvtimes aktivitet tre dager i uka i norsk-, engelsk- og mattetimene – som mattebingo eller stafett med matematikkhjul utendørs.

source: Coach Thorir Hergeirsson engaged in discussions with the players during a match against Spain at the 2018 European Handball Championships.
nb: Trener Thorir Hergeirsson diskuterer med spillerne under en kamp mot Spania under håndball-EM i 2018.

source: Data on urinary incontinence was collected in a former RCT (Rustaden et al 2017)
nb: Datainnsamling om urinlekkasje er gjennomført i en tidligere publisert RCT (Rustaden et al 2017)

source: 11 international studies have been identified, but only two have prospective design.
nb: Det er funnet 11 internasjonale studier, men kun to har et prospektivt design.

source: "No, it's not, but it's complex," says Ms Frøyen.
nb: – Nei, så mystisk er det ikke, men det er komplekst, sier Frøyen.

source: Men and women between 18 and 35 years of age
nb: Menn og kvinner mellom 18 og 35 år

source: o A description of how the doctoral studies will be funded (salary and project costs).
nb: o redegjørelse for finansiering av doktorgradsstudiet (lønn og prosjektkostnader).

source: The number of players involved in game-based training drills appeared to affect the intensity of the drill, whereby a lower number of players resulted in an increase of both PlayerLoad™∙min
nb: Antall spillere på banen i spill-baserte treningsøvelser kan påvirke intensiteten av øvelsen, og ett lavere antall spillere resulterte i høyere PlayerLoad™∙min

source: According to Stavnsbo, atherosclerosis cannot be avoided as one gets older, but one can influence how quickly it develops.
nb: Ifølge Stavnsbo kan man ikke unngååreforkalkninger etter hvert som man blir eldre, men man kan påvirke hvor fort de utvikler seg.

source: in the box (author, title and year is already ticked off).
nb: i boksen (forfatter, tittel og år er allerede haket av).

source: 7 weeks of recovery either by either returning to normal habitual physical activity
nb: 7 ukers restitusjon enten ved å gå tilbake til normal fysisk aktivitet

source: PhD from 2016 within the topic «
nb: Doktorgrad fra 2016 innen temaet «

source: You will then continue running:
nb: Og deretter skal du løpe videre:

source: This form would also represent a good tool, together with clinical tests, during rehabilitation of players, helping monitor progress.
nb: Et slikt skjema vil også være et godt verktøy, sammen med kliniske tester, i rehabiliteringen av utøvere for å følge progresjonen.

source: Low-density and high-density, good and bad
nb: Lette og tunge, gode og onde

source: 36 members of the young age group and 30 of the old group followed a workout program three times a week, and received supplements of 20 grams of protein twice per day.
nb: 36 yngre og 30 eldre fulgte et styrketreningsprogram tre ganger i uka, og fikk tilskudd med 20 gram protein to ganger per dag.

source: Seippel's research interests are wide, but has to a large extent oriented towards the organization of sports (volunteering, professionalization), sport politics, the social meaning and significance of sports (integration, social capital, social networks) and participation and social inequality in sports and exercise.
nb: Seippels forskningstemaer spenner vidt, men har for en stor del handlet om idrettens organisering (frivillig innsats, profesjonalisering), idrettspolitikk, idrettens sosiale betydning (integrasjon, sosial kapital, sosiale nettverk) og deltakelse og sosial ulikhet i idrett.
